#No comment
#Wed Feb 11 12:19:19 CET 2026
ASPECT_RATIO=Rapport hauteur/largeur
ASPECT_RATIO_Explanation=Trier par rapport d'aspect (L/H)
Abbreviation_For_Day=j
Abbreviation_For_Hour=h
Abbreviation_For_Minute=m
Abbreviation_For_Second=s
Abort=Annuler
Abort_backup=Annuler la sauvegarde
About_klik=A propos de Klik
Add_Keyword=Ajouter ce mot cl\u00E9
Add_all_images_to_face_recognition_training_set=Ajouter toutes les images \u00E0 l'ensemble d'entra\u00EEnement de reconnaissance faciale
Add_all_images_to_face_recognition_training_set_Explanation=Ajouter toutes les images du dossier actuel \u00E0 l'ensemble de formation de reconnaissance faciale. Utile pour entra\u00EEner le syst\u00E8me sur un ensemble d'images sp\u00E9cifique si un 'tag' (par exemple, nom) est fourni. Par d\u00E9faut, le nom du dossier est utilis\u00E9 comme tag. Attention, chaque image doit contenir un seul visage.
Advanced_Features=Fonctionnalit\u00E9s avanc\u00E9es
And_it_worked=<- et cela n'a pas fonction\u00E9, alors on a tent\u00E9 de COPIER et cela a fonctionn\u00E9 \! (mais cela implique une duplication)
Auto_Face_Recognition=D\u00E9marrer la formation de reconnaissance faciale automatique
Auto_Face_Recognition_Explanation=D\u00E9marrer une session d'entra\u00EEnement automatis\u00E9 de reconnaissance faciale
Back=Retour
Backup=Sauvegarde (copie intelligente massive)
Backup_help=Aide sur la sauvegarde
Balance=\u00C9quilibre
Bits_per_pixel=Bits par pixel
Bookmark_this=Ajouter dans les marque-pages
Bookmarks=Marque-pages
Browse_folder=Afficher le dossier contenant ce fichier dans une nouvelle fen\u00EAtre de navigation 2D
Browse_folder_3D=Parcourir le dossier de ce fichier dans une nouvelle fen\u00EAtre de navigation 3D
Browse_in_new_3D_window=Parcourir dans nouvelle fen\u00EAtre 3D
Browse_in_new_window=Parcourir dans nouvelle fen\u00EAtre
Bytes=Octets 
Cache_Size_Warning_Limit=Limite d'avertissement sur la taille du cache (MOctets)
Cache_cleaning=Effacer caches
Call_GC=Ex\u00E9cuter le ramasse-miettes
Call_GC_Explanation=Appeler le collecteur de garbage Java pour lib\u00E9rer la m\u00E9moire RAM
Check_Case=Respecter la case
Choose_Custom_Color=Choisir une couleur personnalis\u00E9e
Choose_keywords=Entrez des mot cl\u00E9s pour chercher des images par les fragments de leurs noms
Clean_Up=Nettoyage
Clean_up_names=Normaliser les noms des fichiers (experimental)
Clear_All_Disk_Caches=Effacer tous les caches sur le disque
Clear_All_RAM_Caches=Effacer tous les caches en memoire
Clear_Bookmarks=Effacer les marque-pages
Clear_Folders_Icon_Cache_Folder=Effacer le cache des ic\u00F4nes des dossiers sur le disque
Clear_History=Effacer l'historique
Clear_Icon_Cache_On_Disk=Effacer le cache des ic\u00F4nes sur le disque
Clear_Image_Comparators_Caches=Effacer les caches en RAM des comparateurs d'images
Clear_Image_Feature_Vector_Disk_Cache=Effacer le cache sur disque des vecteurs de caract\u00E9ristiques des images
Clear_Image_Properties_Disk_Cache=Effacer le cache sur disque des propri\u00E9t\u00E9s des images
Clear_Image_Properties_RAM_Cache=Effacer le cache en RAM des propri\u00E9t\u00E9s des images
Clear_Image_Similarity_Disk_Cache=Vider le cache de similitude d'image DISQUE
Clear_Scroll_Position_Cache=Effacer le cache en RAM des positions de retour
Clear_Trash_Folder=Vider la poubelle
Clear_Undos=Effacer le cache des changements r\u00E9versibles par "D\u00E9faire"
Click_to_zoom=Activer le mode clic-pour-zoomer
Click_to_zoom_Explanation=S\u00E9lectionner une zone de zoom avec la souris
Color_Blue=Bleu
Color_Green=Vert
Color_Red=Rouge
Color_Tag=Marque de couleur 
Column_width=Largeur des colonnes
Compute_similarities=Calcul des similarit\u00E9s
Convert_To_Mp4=Convertir en MP4
Convert_To_Mp4_Explanation=Convertir la vid\u00E9o s\u00E9lectionn\u00E9e en MP4 (fichier g\u00E9n\u00E9r\u00E9 dans le m\u00EAme dossier)
Copy=Cr\u00E9er une copie
Copy_are_you_sure=Vous avez demand\u00E9 une copie de ce fichier... \u00CAtes-vous s\u00FBr ?
Copy_done=Copie effectu\u00E9e \!
Create=Cr\u00E9ation
Create_PDF_contact_sheet=Cr\u00E9er une fiche de contact PDF
Create__contact_sheet=Cr\u00E9er une planche contact PDF
Create_new_empty_directory=Cr\u00E9er un dossier vide
Create_new_empty_image_playlist=Cr\u00E9er une nouvelle playlist d'images vide
DATE=Date
Deduplicate_auto=D\u00E9dupliquer tout (en mode automatique)
Deduplicate_count=Compter le nombre de fichiers dupliqu\u00E9s dans ce dossier
Deduplicate_help=Aide sur la d\u00E9duplication
Deduplicate_manual=Lancer la d\u00E9duplication manuelle (avec demande de confirmation)
Deduplicate_with_confirmation_quasi_similar_songs=D\u00E9marrer la recherche MANUELLE (confirmation un par un) de chansons en double presque identiques par similarit\u00E9
Deduplicate_with_confirmation_similar_images=D\u00E9marrer recherche manuelle (conf. un \u00E0 un) d'images similaires
Deduplicate_with_confirmation_similar_images_of_same_size=D\u00E9marrer recherche manuelle (conf. par image) d'images similaires de m\u00EAme taille
Deduplicate_with_confirmation_songs_sounding_a_bit_the_same=D\u00E9marrer la recherche manuelle (un par un) de chansons semblables
Delete=Effacer
Delete_Explanation=D\u00E9placer les fichiers/dossiers s\u00E9lectionn\u00E9s vers la corbeille klikr
Disable_change_events=D\u00E9activer les \u00E9v\u00E8nements de changement
Display_image_distances=Afficher les distances d'images
Display_image_distances_Explanation=Afficher le vecteur de distance entre les images sous forme de petites fen\u00EAtres sous chaque image affich\u00E9e
Do_Face_Recognition_On_Whole_Folder=Reconnaissance faciale du dossier entier
Dont_zoom_small_images=Ne pas zoomer les petites images
Dont_zoom_small_images_Explanation=Ne pas zoomer les images plus petites que la fen\u00EAtre, afficher leur taille r\u00E9elle
Drag_and_drop=Passez en mode drag-and-drop
Drag_and_drop_Explanation=Active le glisser-d\u00E9poser des \u00E9l\u00E9ments vers un autre r\u00E9pertoire (mode par d\u00E9faut)
Drop_Here=Glissez ici vos fichiers musicaux ou dossiers ou collez une URL YouTube
Duration=Dur\u00E9e
Edit_File=Ouvre le fichier en \u00E9dition avec l'application d\u00E9finie par le syst\u00E8me, pour un fichier de ce type
Edit_Song_Metadata=Modifier les m\u00E9tadonn\u00E9es 'titre/version' et 'interpr\u00E8te/artiste'
Enable_3D=Activer la navigation 3D
Enable_3D_Explanation=Parcourir les dossiers dans une galerie virtuelle 3D
Enable_ML_server_debug=Activer le d\u00E9bogage ML
Enable_ML_server_monitoring=Activer la surveillance des serveurs ML
Enable_ML_server_monitoring_Explanation=Afficher l'activit\u00E9 ML (similarit\u00E9 d'image, reconnaissance faciale)\\n(1) Serveurs actifs\\n(2) Trafic en direct
Enable_alternate_image_scaling=Activer le redimensionnement alternatif d'image
Enable_alternate_image_scaling_Explanation=Activer les m\u00E9thodes alternatives de mise \u00E0 l'\u00E9chelle des images, au lieu de celle par d\u00E9faut de JavaFX. Cela peut am\u00E9liorer la qualit\u00E9 des images au d\u00E9triment des performances.
Enable_auto_purge_disk_caches=Purge automatique des caches d'ic\u00F4nes du disque
Enable_auto_purge_disk_caches_Explanation=Toutes les 10 min, supprime les fichiers en cache de plus de 2 jours (red\u00E9marrage de klikr n\u00E9cessaire)
Enable_backup=Activer la sauvegarde
Enable_backup_Explanation=Activer la sauvegarde intelligente de dossiers entiers en ouvrant 2 fen\u00EAtres d'exploration
Enable_bit_level_deduplication=Activer la d\u00E9duplication de fichiers avec comparaison au niveau du bit
Enable_bit_level_deduplication_Explanation=Activer la d\u00E9duplication des fichiers avec comparaison au niveau du bit (donn\u00E9es exactes)
Enable_change_events=Activer les \u00E9v\u00E8nements de changement
Enable_corrupted_images_removal=Activer la suppression des images corrompues (exp\u00E9rimental)
Enable_corrupted_images_removal_Explanation=Activer le nettoyage des images corrompues (exp\u00E9rimental)
Enable_detailed_cache_cleaning_options=Activer les options de nettoyage d\u00E9taill\u00E9es du cache
Enable_detailed_cache_cleaning_options_Explanation=Activer les options de nettoyage d\u00E9taill\u00E9es du cache dans le menu 'Outils', permettant de vider des caches sp\u00E9cifiques comme les propri\u00E9t\u00E9s d'image, la similarit\u00E9, etc.
Enable_different_image_scaling=Activer un redimensionnement d'image alternatif (par d\u00E9faut \: laisser le syst\u00E8me d'exploitation g\u00E9rer)
Enable_face_recognition=Activer la reconnaissance faciale
Enable_face_recognition_Explanation=Activer la reconnaissance faciale, d\u00E9tecter les visages et les \u00E9tiqueter avec des noms. N\u00E9cessite une formation pr\u00E9alable du syst\u00E8me avec des images de personnes connues.
Enable_fusk=Activer fusk (obfuscation simple de fichiers)
Enable_fusk_Explanation=Obfuscation des fichiers avec un code PIN \: le contenu et les noms des fichiers sont obscurcis. Con\u00E7u pour les personnes m\u00E9fiantes stockant des \u00E9l\u00E9ments dans le cloud ou sur des disques non chiffr\u00E9s (notamment externes). NE PAS UTILISER pour les donn\u00E9es/images ultra confidentielles\!\!\! Ce n'est PAS un chiffrement fort (voir le code). Suffisamment s\u00E9curis\u00E9 contre les pirates occasionnels ayant vol\u00E9 votre mat\u00E9riel ou vos identifiants cloud. Pour une s\u00E9curit\u00E9 suppl\u00E9mentaire, vous pouvez enregistrer une phrase de passe diff\u00E9rente de celle par d\u00E9faut dans le code source, qui, avec le code PIN, forme la cl\u00E9 de chiffrement. \u00C0 cet effet, cr\u00E9ez un fichier nomm\u00E9 '.passphrase.txt' dans le dossier .klikr et y inscrivez votre phrase de passe. Dans tous les cas, assurez-vous de sauvegarder le code PIN (et la phrase de passe si vous l'avez modifi\u00E9e), car IL N'Y A AUCUNE SOLUTION (\u00E0 moins d'\u00EAtre expert avec le mat\u00E9riel appropri\u00E9 et beaucoup de temps) pour r\u00E9cup\u00E9rer vos donn\u00E9es si vous les oubliez/les perdez. La s\u00E9lection de cette option activera un nouveau menu 'Fusk' dans le menu d\u00E9roulant 'Fichiers'.
Enable_image_playlists=Activer les playlists d'images
Enable_image_similarity=Activer la similitude d'image
Enable_image_similarity_Explanation=Activer la similitude d'images...
Enable_install_debug=Activer le d\u00E9bogage des op\u00E9rations d'installation
Enable_install_debug_Explanation=Afficher la fen\u00EAtre de d\u00E9bogage lors des installations
Enable_mmap_caching=Activer la mise en cache des ic\u00F4nes via mmap
Enable_mmap_caching_Explanation=Activer Mmap \: mappe les fichiers en RAM pour acc\u00E9l\u00E9rer le cache d'ic\u00F4nes. Klikr map de pixels bruts est encore plus rapide mais consomme plus d'espace disque. La RAM utilis\u00E9e n'est pas incluse dans le \\max RAM\\ du JVM.
Enable_name_cleaning=Activer le nettoyage des noms
Enable_name_cleaning_Explanation=Activer le nettoyage des noms (exp\u00E9rimental)
Enable_name_simplification=Activer la simplification des noms
Enable_name_simplification_Explanation=Activer la simplification des noms (exp\u00E9rimental)
Enable_recursive_empty_folders_removal=Activer la suppression r\u00E9cursive des dossiers vides
Enable_recursive_empty_folders_removal_Explanation=Supprimer les dossiers vides de mani\u00E8re r\u00E9cursive
Enable_tags=Activer les \u00E9tiquettes
Enable_tags_Explanation=Activer la gestion des balises (exp\u00E9rimental)
Enter_Name_Of_New_Image_Playlist_File=Saisir le nom du nouveau fichier de liste d'images
Enter_name_of_new_directory=Entrez le nom du nouveau dossier
Escape=Utiliser ESCAPE (\u00E9chap) pour fermer les fen\u00EAtres 
Estimate_Size_Of_Import_Apple_Photos=Estimer la place n\u00E9c\u00E9ssaire pour importer toutes les photos depuis Apple Photos
Experimental_Features=Fonctionnalit\u00E9s exp\u00E9rimentales
Extension=Extension
FILE_CREATION_DATE=Date de cr\u00E9ation
FILE_CREATION_DATE_Explanation=Trier par date de cr\u00E9ation
FILE_DATE=Date du fichier
FILE_DATE_Explanation=Trier par date de cr\u00E9ation
FILE_LAST_ACCESS_DATE=Date d'acc\u00E8s
FILE_LAST_ACCESS_DATE_Explanation=Trier par date d'acc\u00E8s
FILE_NAME=Nom du fichier
FILE_NAME_Explanation=Trier par ordre alphab\u00E9tique des noms de fichiers
FILE_SIZE=Taille du fichier
FILE_SIZE_Explanation=Trier les fichiers par taille
Face_recognition=Reconnaissance de visage
Face_recognition_service=Service de reconnaissance faciale
Face_recognition_service_Explanation=Service de reconnaissance faciale - Avertissement \: n\u00E9cessite un mod\u00E8le form\u00E9, consultez le manuel
File=fichier
File_ML_similarity_deduplication=Fichier ML de d\u00E9duplication par similarit\u00E9
File_ML_similarity_deduplication_Explanation=D\u00E9duplication de fichiers bas\u00E9e sur la similarit\u00E9 par apprentissage automatique, ex. \: diff\u00E9rentes versions d'une m\u00EAme image, redimensionn\u00E9es ou d\u00E9coup\u00E9es. Ce moteur de recherche n'est pas r\u00E9cursif et ne cherche qu'dans le dossier actuel. Le cache acc\u00E9l\u00E8re consid\u00E9rablement les recherches apr\u00E8s le premier passage.
File_Names=Noms de fichiers
File_Sorting_Method=Trier les fichiers par...
File_System_Roots=Afficher les racines des syst\u00E8mes de fichiers
File_bit_exact_deduplication=D\u00E9duplication exacte des fichiers
File_bit_exact_deduplication_Explanation=D\u00E9duplication des fichiers en fonction de la comparaison binaire exacte, c'est-\u00E0-dire que les fichiers identiques en contenu (m\u00EAme avec un nom diff\u00E9rent) seront d\u00E9tect\u00E9s comme 'doublons'. Ce moteur de recherche est R\u00C9CURSIF \: pour un dossier donn\u00E9, il recherchera les doublons dans tous les sous-dossiers.
File_size_for=Taille du fichier nomm\u00E9 \:
Files=Fichiers
Folder_Copy_Name=Nom de la copie du dossier ?
Folder_Copy_Name_Explanation=Saisir le nom pour la copie du dossier
Folder_Icon_Size=Taille des ic\u00F4nes pour les dossiers
Folder_name=Nom du dossier
Folders=Dossiers
Font_size=Taille de la police de caract\u00E8res\u00A0\:
Fusk_is_on=Fusk est actif
Fusk_is_on_Explanation=Fusk fonctionne avec une activation en deux \u00E9tapes. Tout d'abord activer pour acc\u00E9der aux menus, puis d\u00E9finir sur ACTIV\u00C9 ou D\u00C9SACTIV\u00C9 soit dans le menu, soit dans les pr\u00E9f\u00E9rences. Si ACTIV\u00C9, les fichiers fusk seront d\u00E9obfuscatis en temps r\u00E9el (en RAM) et s'afficheront comme des images normales. Si D\u00C9SACTIV\u00C9, les fichiers fusk ne s'affichent pas avec une ic\u00F4ne et ne sont pas visibles dans la fen\u00EAtre d'images.
GB_deleted=GB de disque seront lib\u00E9r\u00E9s
GBytes=GOctets
Generate_Animated_GIF_interactively=G\u00E9n\u00E9rer des animations GIF \u00E0 partir d'une vid\u00E9o, interactivement
Generate_Animated_GIF_interactively_Explanation=Ouvre une fen\u00EAtre pour s\u00E9lectionner le moment de d\u00E9part et la dur\u00E9e du gif anim\u00E9 \u00E0 g\u00E9n\u00E9rer \u00E0 partir du fichier vid\u00E9o. Le gif g\u00E9n\u00E9r\u00E9 sera sauvegard\u00E9 dans un dossier de votre choix.
Generate_many_animated_GIFs=G\u00E9n\u00E9rer plusieurs animations GIF de 5 secondes
Generate_many_animated_GIFs_Explanation=G\u00E9n\u00E9rer autant d'animations GIF de 5 s que il y a de 5 s dans la vid\u00E9o, dans un nouveau dossier (peut prendre du temps \!)
Get_Most_Recent_Version=Obtenir la version la plus r\u00E9cente
Get_Most_Recent_Version_Explanation=R\u00E9cup\u00E9rer (Ctrl + P) la version la plus r\u00E9cente du code source sur votre machine ; les modifications prendront effet d\u00E8s le red\u00E9marrage de l'application(s)
Get_folder_size=Afficher la taille totale du dossier
Go_full_screen=Mode plein \u00E9cran
Going_To_Undo_This=Cliquez sur OK pour d\u00E9faire ce changement \:
Hide_beginners_text_on_images=Cacher le texte des d\u00E9butants sur les images
Hide_beginners_text_on_images_Explanation=Masquer le texte en bas \u00E0 gauche des fen\u00EAtres d'images sur l'utilisation des fl\u00E8ches pour naviguer
Hide_question_mark_buttons_on_mysterious_menus=Masquer les boutons d'aide dans les menus myst\u00E9rieux
Hide_question_mark_buttons_on_mysterious_menus_Explanation=Masquer les boutons d'aide (?) manuels dans certains menus myst\u00E9rieux
History=Historique
IMAGE_HEIGHT=Hauteur des images
IMAGE_HEIGHT_Explanation=Trier par hauteur d'image
IMAGE_WIDTH=Largeur des images
IMAGE_WIDTH_Explanation=Trier par largeur d'image
Icon_Size=Taille des ic\u00F4nes
Ignore_hidden_items=Ignorer les \u00E9l\u00E9ments masqu\u00E9s
Image_Rescaler=Redimensionner l'image
Image_window_info=Utilisez les fl\u00E8ches gauche/droite pour naviguer
Images=Images
Import=Importation
Import_Apple_Photos=Importer toutes les photos depuis Apple Photos
Info_about=Information \u00E0 propos de  
Install_All_Tools=Installer tous les outils ci-dessous
Install_All_Tools_Explanation=Installer tous les outils list\u00E9s ci-dessous, il vous suffit de le faire une seule fois
Install_Ffmpeg=Installer ffmpeg
Install_Ffmpeg_Explanation=Installer ffmpeg (https\://ffmpeg.org/), un puissant outil vid\u00E9o gratuit, requis pour plusieurs fonctionnalit\u00E9s comme les miniatures vid\u00E9o.
Install_Fpcalc=Installer fpcalc
Install_Fpcalc_Explanation=Installer fpcalc pour activer le comparateur de chansons
Install_Graphicsmagick=Installer GraphicsMagick
Install_Graphicsmagick_Explanation=Installer GraphicsMagick depuis www.graphicsmagick.org, outil de traitement d'images n\u00E9cessaire pour plusieurs fonctionnalit\u00E9s comme l'extraction d'informations multim\u00E9dias, les miniatures d'images, etc.
Install_Imagemagick=Installer imagemagick
Install_Imagemagick_Explanation=Installer imagemagick sur https\://imagemagick.org/, outil de traitement d'images n\u00E9cessaire pour plusieurs fonctionnalit\u00E9s comme l'extraction d'informations multim\u00E9dias, la g\u00E9n\u00E9ration de miniatures d'images, etc.
Install_Mediainfo=Installer mediainfo
Install_Mediainfo_Explanation=Installer MediaInfo pour obtenir des m\u00E9tadonn\u00E9es sur les m\u00E9dias
Install_Python_Libs_For_ML=Installer les biblioth\u00E8ques Python d'apprentissage automatique (une fois)
Install_Vips=Installer VIPS
Install_Vips_Explanation=Installer vips (depuis https\://github.com/libvips/libvips), une puissante biblioth\u00E8que d'image gratuite (niveau bas) requise pour les filtres d'image non par d\u00E9faut (redimensionneurs).
Install_Youtubedownloader=Installer le t\u00E9l\u00E9chargeur YouTube yt-dlp
Install_Youtubedownloader_Explanation=Installer le t\u00E9l\u00E9chargeur YouTube yt-dlp
Into=vers\: 
Invert_vectical_scroll=Inverser le d\u00E9filement vertical
Invert_vertical_scroll=Inverser le sens de d\u00E9filement vertical
Inverted_scroll=Inverser le sens de d\u00E9filement vertical
Jump_To_Next_Song=Chanson suivante
Jump_To_Previous_Song=Chanson pr\u00E9c\u00E9dente
Keyword=Le mot cl\u00E9
Language=Langage
Launch_1_New_Klikr_Application=Lancer le navigateur d'images
Launch_Music_Player=Lancer le lecteur de musique
Launcher=Lanceur
Length_of_video_sample=Dur\u00E9e de l'animation pour les ic\u00F4nes des vid\u00E9os
List_threads=Liste des fils
List_threads_Explanation=Liste de tous les threads actifs
Load_Face_Recognition=Charger la reconnaissance faciale
Load_Face_Recognition_Explanation=Charger depuis le disque les prototypes de reconnaissance faciale, apr\u00E8s entra\u00EEnement
Log_performances=Enregistrer les performances (effet apr\u00E8s red\u00E9marrage)
Log_performances_Explanation=Imprimer p\u00E9riodiquement les donn\u00E9es critiques de performance dans les logs
Log_to_file=Ecrire les logs dans un fichier (effectif apr\u00E8s red\u00E9marrage)
Log_to_file_Explanation=Enregistrer les traces dans un fichier du dossier Corbeille. Utile pour le d\u00E9bogage et les signalements de probl\u00E8mes.
MB_deleted=MB de disque seront lib\u00E9r\u00E9s
MBytes=MOctets
Matched_Keywords=Mot(s) clef(s) trouv\u00E9(s)
Monitor_folders=Ecouter les changements dans les dossiers
Monitor_folders_Explanation=Surveiller les dossiers parcourus pour modifications
More_Settings=Plus de pr\u00E9f\u00E9rences
Mouse_Mode=Mode souris
Mouse_Mode_Explanation=Selon le mode, les clics et d\u00E9placements de la souris provoquent diff\u00E9rentes actions
Music=Musique
Mute=Couper le son
NAME=Nom
NAME_GIFS_FIRST=Nom, les GIFs en premier
NAME_GIFS_FIRST_Explanation=Trier par nom, GIF en premier
NO_COLOR=Sans couleur
Name_Of_Playlist=Nom de la liste
New_Double_Window=2 fen\u00EAtre, une large, une \u00E9troite
New_Image_Playlist_File=Nouveau fichier d'album photo
New_Image_Playlist_File_Name=Nouveau nom de fichier de la playlist d'images
New_Twin_Window=Nouvelle fen\u00EAtre jumelle
New_Window=Nouvelle fen\u00EAtre
New_directory=Nouveau dossier
New_directory_name=Nom du nouveau dossier
New_empty_folder=Nouveau dossier vide
New_name=Nouveau nom \:
No_Match=Mot(s) clef(s) non trouv\u00E9(s)
Nothing_Done=Rien n'a chang\u00E9
Nothing_Done_Explanation=Vous avez fait "Effacer" sur un item qui est dans le dossier Poubelle...\n Afin d'effacer "pour toujours" le contenu de la poubelle, utilisez le menu
Now=Maintenant
Number_of_folders_files_images=Nombre de dossier/fichiers/images\: 
Open=Ouvrir
Open_File=Ouvre le fichier avec l'application d\u00E9finie par le syst\u00E8me, pour un fichier de ce type
Open_With_Registered_Application=Ouvrir le fichier avec l'application enregistr\u00E9e par klikr
Open_With_System=Demander au syst\u00E8me d'ouvrir le fichier
Open_tag_management=Ouvre la fen\u00EAtre de gestion des \u00E9tiquettes (exp\u00E9rimental)
Parent_Folder=Dossier parent
Pause=Pause
Perform_face_recognition_service_DIRECTLY=Ex\u00E9cuter le service de reconnaissance faciale directement (d\u00E9bogage \: pour les images qui sont des visages)
Perform_face_recognition_service_DIRECTLY_Explanation=Pas d'extraction de visage, convient pour des images qui sont d\u00E9j\u00E0 des visages, y compris apres un zoom.
Perform_face_recognition_service_with_ALT1_face_detector=Ex\u00E9cuter le service de reconnaissance faciale avec le premier d\u00E9tecteur facial alternatif
Perform_face_recognition_service_with_ALT1_face_detector_Explanation=D\u00E9tecteur de visage alternatif
Perform_face_recognition_service_with_ALT2_face_detector=Ex\u00E9cuter le service de reconnaissance faciale avec le deuxi\u00E8me d\u00E9tecteur facial alternatif
Perform_face_recognition_service_with_ALT2_face_detector_Explanation=D\u00E9tecteur de visage alternatif
Perform_face_recognition_service_with_high_precision_face_detector=Reconna\u00EEtre des visages avec un d\u00E9tecteur de visage pr\u00E9cis
Perform_face_recognition_service_with_high_precision_face_detector_Explanation=D\u00E9tecteur de visage alternatif
Perform_face_recognition_service_with_optimistic_face_detector=Reconna\u00EEtre des visages avec un d\u00E9tecteur de visage optimiste (plus de faux positifs)
Perform_face_recognition_service_with_optimistic_face_detector_Explanation=D\u00E9tecteur de visage alternatif
Perform_face_recognition_service_with_tree_face_detector=Reconnaissance faciale \u2013 d\u00E9tecteur \u00E0 arbre (plus de faux positifs)
Perform_face_recognition_service_with_tree_face_detector_Explanation=D\u00E9tecteur de visage alternatif
Pix_for_pix=Passez en mode pix-for-pix (\=)
Pix_for_pix_Explanation=Affiche l'image \u00E0 la r\u00E9solution exacte
Play=Lire
Play_Similar_Song=Jouer une chanson similaire
Play_Similar_Song_Explanation=Jouer une chanson similaire
Play_ding_after_long_processes=Jouer un coup de clochette quand une op\u00E9ration longue se termine
Play_ding_after_long_processes_Explanation=Faire entendre un son de bip apr\u00E8s les longues op\u00E9rations comme la d\u00E9duplication ou la sauvegarde pour signaler leur ach\u00E8vement.
Please_confirm=Confirmation requise \!
Preferences=Pr\u00E9f\u00E9rences
Print=Imprimer
RAM_Caches_Cleaning=Effacer caches en m\u00E9moire
RANDOM=Al\u00E9atoire
RANDOM_ASPECT_RATIO=Rapport hauteur/largeur puis al\u00E9atoire
RANDOM_ASPECT_RATIO_Explanation=Trier les fichiers par rapport d'aspect, puis al\u00E9atoirement si identiques
RANDOM_Explanation=Trier par pseudo-al\u00E9atoire
Refresh=Rafraichir la vue
Reload_last_folder_on_startup=Recharger le dernier dossier au d\u00E9marrage
Reload_last_folder_on_startup_Explanation=Recharger le dernier dossier parcouru au d\u00E9marrage
Remove_From_Playlist=Supprimer de la playlist
Remove_This_Keyword=Enlever ce mot cl\u00E9
Remove_corrupted_images=Effacer les images corrompues dans ce dossier (exp\u00E9rimental)
Remove_corrupted_images_Explanation=Supprimer les fichiers image non d\u00E9codables (exp\u00E9rimental)
Remove_empty_folders=Effacer les sous-dossiers vides (dans ce dossier)
Remove_empty_folders_recursively=Effacer tous les sous-dossiers vides (ATTENTION\: descend r\u00E9cursivement dans l'arbre des fichiers \!)
Remove_playing_song_from_playlist=Retirer la chanson en cours 
Rename=Renommer
Rename_Explanation=Afin de renommer ce fichier, entrez le nouveau nom dans la boite plus bas...
Repair_animated_gif=R\u00E9parer un gif anim\u00E9 (exp\u00E9rimental)
Reset_Balance=R\u00E9initialiser le balance
Reset_Equalizer=R\u00E9initialiser l'\u00E9galiseur
Rewind=Revenir au d\u00E9but
SIMILARITY_BY_PAIRS=Similarit\u00E9 des images par paires
SIMILARITY_BY_PAIRS_Explanation=Cr\u00E9er des paires d'images similaires (en haut) \u2013 exp\u00E9rimental \u2013 Klik ne sauvegarde pas votre choix.
SIMILARITY_BY_PURSUIT=Similarit\u00E9 des images par poursuite
SIMILARITY_BY_PURSUIT_Explanation=Trier par similarit\u00E9 (exp\u00E9rimental, non enregistr\u00E9)
SIZE=Taille du fichier
Save_Face_Recognition=Sauvegarder la reconnaissance faciale
Save_Face_Recognition_Explanation=Sauvegarder les prototypes de reconnaissance faciale sur le disque (s\u00E9lectionn\u00E9s pendant l'entra\u00EEnement)
Save_Playlist_Under_A_New_Name=Sauvegarder la liste sous un nouveau nom
Scan_show=Diaporama
Search=Recherche
Search_File_names=Rechercher les noms des fichiers
Search_Folder_names=Rechercher les noms des dossiers
Search_For_A_Song=Rechercher une chanson
Search_Only_Images=Rechercher uniquement des images
Search_Parent_Folder=Rechercher dans le dossier parent
Search_Results=R\u00E9sultats de la recherche en cours
Search_Results_Ended=R\u00E9sultats de la recherche termin\u00E9
Search_by_keywords=Recherche des fichiers/images par mot cl\u00E9 dans le nom
Search_by_keywords_from_this_ones_name=Recherche des fichiers/images par mot cl\u00E9s extraits du nom de celle-ci
Select_all_files_for_drag_and_drop=S\u00E9lectionne tous les fichiers (mais pas les dossiers) pour le drag-and-drop
Select_all_folders_for_drag_and_drop=S\u00E9lectionne tous les dossiers pour le drag-and-drop
Set_The_Cache_Size_Warning_Limit=Ajuster la limite d'avertissement sur la taille du cache
Set_The_Cache_Size_Warning_Limit_explanation=D\u00E9finir la limite d'avertissement de la taille des caches disque
Set_The_VM_Max_RAM=D\u00E9finir la RAM maximale de la JVM
Set_The_VM_Max_RAM_Explanation=Augmenter la RAM maximale de la JVM permet \u00E0 Klik de mettre en cache davantage, ce qui augmente vitesse et fuidit\u00E9. Fonctionne uniquement si vous lancez Klik depuis le code source, car les propri\u00E9t\u00E9s JVM sont v\u00E9rouill\u00E9es dans les installateurs DMG et MSI.
Set_as_backup_destination_folder=S\u00E9lectionner ce dossier en tant que DESTINATION de sauvegarde
Set_as_backup_source_folder=S\u00E9lectionner ce dossier en tant que SOURCE de sauvegarde
Shift_d_is_sure_delete=Maj-D est la suppression certaine
Shift_d_is_sure_delete_Explanation=Permet d'utiliser Maj-D pour la suppression d\u00E9finitive sans passer par la corbeille
Show_5_similar_images=Afficher 5 images similaires
Show_Details=Afficher les d\u00E9tails
Show_Details_Explanation=Afficher les fichiers et dossiers en une seule colonne avec d\u00E9tails \: taille, date, etc.
Show_Each_Folder_Total_Size=Afficher la taille totale sur le disque de chaque dossier
Show_How_Many_Files_Are_In_Each_Folder=Afficher le nombre de fichiers dans chaque dossier
Show_Meters=Afficher les compteurs de ressources
Show_Perfmon=Afficher le moniteur de performance
Show_Undos=Voir tous les changements r\u00E9versibles par "D\u00E9faire"
Show_Version=Afficher la version
Show_Version_Explanation=Afficher la version du code source klikr sur cette machine
Show_Where_Are_Images=Afficher tous les dossiers contenant des images de grande taille
Show_Whole_History=Afficher tout l'historique
Show_can_use_ESC_to_close_windows=Afficher peut utiliser ESC pour fermer les fen\u00EAtres
Show_can_use_ESC_to_close_windows_Explanation=Fermer avec ESC
Show_ffmpeg_install_warning=Afficher l'avertissement d'installation ffmpeg
Show_ffmpeg_install_warning_Explanation=Avertir si ffmpeg n'est pas install\u00E9, car il est n\u00E9cessaire au traitement vid\u00E9o. Activ\u00E9 par d\u00E9faut.
Show_file_names_as_tooltips=Afficher les noms de fichiers sous forme d'infobulles
Show_file_names_as_tooltips_Explanation=Afficher les noms de fichiers en infobulle au survol des images
Show_file_size=Afficher la taille du fichier
Show_gifs_first=Afficher les gifs en premier (les autres images ensuite)
Show_graphicsmagick_install_warning=Afficher l'avertissement d'installation de GraphicsMagick
Show_graphicsmagick_install_warning_Explanation=Avertir si GraphicsMagick n'est pas install\u00E9
Show_hidden_files=Afficher les fichiers cach\u00E9s
Show_hidden_files_Explanation=Afficher les fichiers cach\u00E9s (noms commen\u00E7ant par '.')
Show_hidden_folders=Afficher les dossiers cach\u00E9s
Show_hidden_folders_Explanation=Afficher les dossiers cach\u00E9s (noms commen\u00E7ant par '.')
Show_icons_for_files=Afficher les ic\u00F4nes des fichiers
Show_icons_for_files_Explanation=Afficher les ic\u00F4nes des fichiers au lieu des ic\u00F4nes g\u00E9n\u00E9riques
Show_icons_for_folders=Afficher les dossiers avec une ic\u00F4ne
Show_icons_for_folders_Explanation=Afficher les ic\u00F4nes des dossiers
Show_icons_for_images_and_videos=Afficher les images et les vid\u00E9os en ic\u00F4nes (vs noms)
Show_tag=Afficher les \u00E9tiquettes
Shuffle=M\u00E9langer la liste
Size_on_disk=Place prise sur le disque \:
Slide_Show=Diaporama
Slow_down_scan=Ralentir le diaporama
Songs=Chansons
Speed_up_scan=Acc\u00E9l\u00E9rer le diaporama
Start_Face_Recognition_Servers=D\u00E9marrer les services de reconnaissance faciale
Start_Face_Recognition_Servers_Explanation=D\u00E9marrer les serveurs de reconnaissance faciale est n\u00E9cessaire uniquement apr\u00E8s un red\u00E9marrage ou si vous les avez arr\u00EAt\u00E9s
Start_Image_Similarity_Servers=D\u00E9marrer les serveurs de similarit\u00E9 d'images
Start_Image_Similarity_Servers_Explanation=D\u00E9marrer les serveurs de similarit\u00E9 d'images est n\u00E9cessaire uniquement apr\u00E8s red\u00E9marrage ou si vous les avez arr\u00EAt\u00E9s
Start_New_Face_Recognition=Nouvel entra\u00EEnement de reconnaissance faciale
Start_New_Face_Recognition_Explanation=Nouveau mod\u00E8le de reconnaissance faciale
Start_Search=Lancer la recherche
Start_backup=Lancer la sauvegarde
Start_slide_show=D\u00E9marrer diaporama
Start_stop_folder_scan_show=Commencer/Inverser/Arr\u00EAter le diaporama en d\u00E9filement du dossier 
Stash_Files_In_Folders_By_Day=Organiser les fichiers par jour dans des dossiers
Stash_Files_In_Folders_By_Month=Classer les fichiers par mois dans des dossiers
Stash_Files_In_Folders_By_Year=Ranger les fichiers par ann\u00E9e dans des dossiers
Stop_Face_Recognition_Servers=Arr\u00EAter les serveurs de reconnaissance faciale
Stop_Face_Recognition_Servers_Explanation=Arr\u00EAter les serveurs de reconnaissance faciale si leur empreinte vous d\u00E9range
Stop_Image_Similarity_Servers=Arr\u00EAter les services de similarit\u00E9 d'images
Stop_Image_Similarity_Servers_Explanation=Arr\u00EAter les serveurs de similarit\u00E9 d'images, si leur empreinte vous g\u00EAne
Stop_Search=Annuler la recherche
Stop_all_monitoring=Arr\u00EAter toute surveillance (n\u00E9cessite un red\u00E9marrage pour la r\u00E9activer)
Stop_full_screen=Sortir du mode plein \u00E9cran
Stop_slide_show=Arr\u00EAter diaporama (s)
Style=Style/Theme
TBytes=TOctets
Target_Search_Folder=Dossier pour la recherche
Tools=Outils
Trash=Poubelle
Undo=D\u00E9faire
Undo_LAST_move_or_delete=Annuler le dernier d\u00E9placement ou effacement
Undo_Remove=Annuler la suppression
Unmute=Remettre le son
Use_Extension=Utiliser l'extension
Use_escape_to_close_windows=Utiliser \u00C9CHAP (esc) pour fermer les fen\u00EAtres
Use_escape_to_close_windows_Explanation=Permet d'utiliser la touche \u00C9CHAP pour fermer les fen\u00EAtres (au lieu de cliquer sur la croix en haut \u00E0 droite)
View=Affichage
Visited_Files=Fichiers visit\u00E9s
Visited_Folders=Dossiers visit\u00E9s
Warning=Avertissement
Warning_delete=Avertissement \: les fichiers ainsi effac\u00E9s ne sont pas r\u00E9cup\u00E9rables
Warning_delete_undo=Avertissement \: si vous effacez les items "d\u00E9faire", vous ne pourrez plus annuler vos \u00E9ventuelles erreurs 
Warning_deleting_icon=Avertissement \: \nEffacer les ic\u00F4nes ralentira la premi\u00E8re visite suivante d'un dossier 
Was_Found_In=a \u00E9t\u00E9 trouv\u00E9 dans
We_tried_moving=Nous avons tent\u00E9 de d\u00E9placer \:
Whole_Undo_History=Historique complet des changements r\u00E9versibles par "D\u00E9faire"
auto_purge_disk_caches=Purge automatique des caches d'ic\u00F4nes du disque
bit_level_deduplication=Activer la d\u00E9duplication de fichiers avec comparaison au niveau du bit
fusk=Activer fusk (obfuscation des fichiers)
image_similarity=Activer la similitude d'image
kBytes=kOctets
max_RAM_is_defined_by_user=La taille maximale de m\u00E9moire RAM de la JVM Java est d\u00E9finie par l'utilisateur
max_RAM_is_defined_by_user_Explanation=Taille maximale de m\u00E9moire vive d\u00E9finie dans les pr\u00E9f\u00E9rences. Red\u00E9marrage n\u00E9cessaire.
recursive_empty_folders_removal=Activer la suppression r\u00E9cursive des dossiers vides
